const faTextConstant = {
    loginTitle: `ورود به ${process.env.REACT_APP_NAME}`,
    registerTitle: `ثبت‌نام در ${process.env.REACT_APP_NAME}`,
    privacyIntro: "ورود شما به معنی قبول",
    privacyTitle: "قوانین حریم خصوصی",
    privacyEnd: "می‌باشد",
    submit: "تایید",
    login: "ورود",
    register: "ثبت‌نام",
    email: "ایمیل",
    emailPlaceholder: "ایمیل خود را وارد کنید",
    password: "رمز عبور",
    passwordPlaceholder: "رمز عبور دلخواه خود را وارد کنید",
    passwordConfirm: "تکرار رمز عبور",
    passwordConfirmPlaceholder: "رمز عبور خود را مجددا وارد کنید",
    haveAcc: "حساب کاربری دارم",
    dontHaveAcc: "حساب کاربری ندارید؟",
    dontHaveAccDesc: "ثبت‌نام کنید",
    home: "خانه",
    archive: "آرشیو",
    account: "پروفایل",
    services: "خدمات",
    showAll: "مشاهده همه",
    notFound: "موردی یافت نشد",
    editAccount: "ویرایش پروفایل",
    quickAccess: "تنظیمات",
    darkMode: "حالت شب",
    chooseLanguage: "انتخاب زبان",
    sendVideoTitle: "ارسال ویدئو",
    sendVideoDesc: "از مسائل مرتبط با دانشگاه برای ما فیلم بفرستید تا پیگیری کنیم.",
    sendVideo: "ارسال ویدئو برای ما",
    aboutUs: "درباره ما",
    about: "تلویزیون اینترنتی دانشگاه تهران (شبکه حکمت و فرزانگی) با استفاده از همه ظرفیت‌های ذینفعان خود، ضمن بهره‌مندی فرهیختگان جامعه از حوزه‌های مختلف اندیشه در دانشگاه و تغذیه شبکه‌های علمی کشور،  تلاش می‌کند به تعميق ارتباط آموزش عالی با لایه‌های مختلف جامعه بپردازد.",
    aboutTitle: "اعضای اتاق فکر تلویزیون اینترنتی دانشگاه تهران",
    aboutDesc: " • دکتر سید مهدی شریفی دانشیار دانشکده مدیریت\n" +
        " • دکتر فاطمه نارنجی استادیار دانشکده روان شناسی و علوم تربیتی\n" +
        " • دکتر فاطمه ثقفی دانشیار علوم جدید و فناوری\n" +
        " • دکتر اعظم لطفی دانشیار دانشکده زبانها و ادبیات خارجی\n" +
        " • دکتر محمد کاظمی استادیار دانشکده کارآفرینی\n" +
        " • دکتر طاهر روشندل استاد دانشکده مدیریت\n" +
        " • دکتر محمد خندان استادیار دانشکده مدیریت\n" +
        " • دکتر سید احمد مدنی استادیار دانشکده دامپزشکی\n" +
        " • دکتر سمیه لبافی استادیار ایران داک\n" +
        " • دکتر رحمت امینی استادیار دانشکدگان هنرهای زیبا\n" +
        " • دکتر عاطفه حسن زاده هیات علمی دانشکدگان فنی",
    logout: "خروج",
    tools: "جعبه ابزار دانشجویی",
    service1: "سامانه گلستان",
    service2: "رزرو غذا",
    service3: "اتوماسیون",
    service4: "دانلود رایگان SAGE",
    service5: "کلاس مجازی",
    service6: "ارتقا و ترفیع اساتید",
    service7: "ایمیل",
    service8: "سامانه پیشخوان",
    views: " بازدید",
    searchHolder: "عبارت مورد نظر را برای جستجو وارد کنید",
    categories: count => `دسته‌بندی‌ها ${count ? `(${count})` : ""}`,
    similarVideos: "ویدئوهای مشابه",
    loginRegister: "ثبت‌نام / ورود",
    firstName: "نام",
    lastName: "نام خانوادگی",
    save: "ذخیره",
    editAvatar: "ویرایش تصویر",
    profile: "پروفایل",
    editProfile: "ویرایش پروفایل",
    displayApp: "نمایش برنامه",
    themeSystem: "مطابق با سیستم",
    themeDay: "حالت روز",
    themeNight: "حالت شب",
    privacyText: "تلویزیون اینترنتی دانشگاه تهران «تلدات» به حریم خصوصی کاربران خود احترام می‌گذارد و متعهد به حفاظت از اطلاعات شخصی است که شما در اختیار آن می‌گذارید. مطالعه این سند تحت عنوان «سیاست نامه حریم خصوصی» و هر گونه پیام دیگری که در خصوص جمع‌آوری و پردازش اطلاعات توسط «تلدات» به حساب کاربری شما ارسال می‌شود، ضروری است\n" +
        "*درباره «تلدات»:*\n" +
        "تلدات یک برنامه کاربردی است که بر روی سیستم های عامل اندروید و آی او اس قابلیت اجرا دارد. این برنامه وابسته به دانشگاه تهران است و به عنوان برنامه کاربردی تلوزیون اینترنتی این دانشگاه شناخته میشود. تلدات توسط مجموعه ای از توسعه دهندگان و دانشجویان و فارغ التحصیلان دانشگاه تهران راه اندازی شده است. در این سند «تلدات» به برنامه کاربردی تلویزیون اینترنتی دانشگاه تهران و «ما» به معنای تلویزیون اینترنتی دانشگاه تهران قلمداد خواهد شد.\n" +
        "مخاطب اصلی تلدات دانشجویان و اساتید و کارمندان دانشگاه تهران هستند اما به صورت طبیعی افراد دیگر در جامعه نیز میتوانند از محتوای تولید شده در این مجموعه استفاده کنند و آن را با دیگران به اشتراک بگذارند.\n" +
        "تلدات به انتشار محتوای تولید شده توسط تلویزیون اینترنتی دانشگاه تهران خواهد پرداخت. مسئولیت محتوای منتشر شده بر عهده ما خواهد بود.\n" +
        "همچنین دسترسی به مجموعه ای از خدمات دانشگاه تهران برای دانشجویان و اساتید در تلدات جمع آوری شده است.\n" +
        "*تغییرات این سند:*\n" +
        "این سند ممکن است دستخوش تغییرات و تجدیدنظر شود و در صورتی که اطلاع‌رسانی تغییرات به موجب قانون الزامی باشد، این تغییرات از طریق حساب کاربری به کاربران اطلاع داده خواهد شد. این سند، آخرین بار در تاریخ ۲۷ بهمن ۴۰۱ مورد بازبینی و به‌روزرسانی قرار گرفت.\n" +
        "*کدام اطلاعات توسط «تلدات» جمع آوری میشود:*\n" +
        "اطلاعاتی که با نصب و یا استفاده از نرم تلدات جمع آوری خواهند شد:\n" +
        "۱- نوع دستگاه، زبان و نوع سیستم عامل شما\n" +
        "۲- شناسه اندریود و شناسه تبلیغاتی اندریود ویژه دستگاه شما\n" +
        "۳- جستجوی های انجام شده و نتایج انتخاب شده در تلدات\n" +
        "۴- مدت و بازه های استفاده شما از تلدات\n" +
        "اطلاعاتی که بعد از ایجاد حساب کاربری در تلدات جمع آوری خواهند شد:\n" +
        "۱- ایمیل، شماره تلفن، رمز عبور و هر اطلاعات دیگری که برای ثبت نام با تلدات به اشتراک بگذارید.\n" +
        "۲- نظراتی که در تلدات ثبت میکنید.\n" +
        "۳- مواردی که میپسندید.\n" +
        "۴- گزارش های خطا و انتقادات و پیشنهادات شما برای اصلاح تلدات.\n" +
        "۵- ویدئوهای ارسالی شما\n" +
        "*«تلدات» چه استفاده ای از اطلاعات میکند:*\n" +
        "۱- ارزیابی عملکرد برنامه و رفع اشکالات آن در برنامه های آتی\n" +
        "۲- افزایش امنیت و صحت عملکرد تلدات\n" +
        "۳- بهبود تجربه کاربری\n" +
        "۴- شناسایی بخش هیا پرطرفدار و مفید و بخش های غیر کاربردی تلدات و بهینه کردن مداوم آن\n" +
        "۵- تحلیل رفتار کاربران و بهینه کردن نتایج جستجو و هر موردی که به استفاده بهتر از تلدات بیانجامد\n" +
        "۶- تهیه گزارش های آماری بدون اینکه به طور مستقیم به یک شخص حقیقی و مشخص مرتبط باشد.\n" +
        "*امنیت اطلاعات شخصی:*\n" +
        "یکی از اولویت های اصلی تلدات حفظ حریم خصوصی و اطلاعات کاربران آن است، بنابراین تلدات تلاش خود را خواهد کرد تا اقدامات لازم جهت امنیت اطلاعات کاربران خود را پیش بینی و اجرایی کند.",
}

export default faTextConstant