const faTextConstant = {
    loginTitle: `ورود به ${process.env.REACT_APP_NAME}`,
    registerTitle: `ثبت‌نام در ${process.env.REACT_APP_NAME}`,
    privacyIntro: "ورود شما به معنی قبول",
    privacyTitle: "قوانین حریم خصوصی",
    privacyEnd: "می‌باشد",
    submit: "تایید",
    login: "ورود",
    register: "ثبت‌نام",
    email: "ایمیل",
    emailPlaceholder: "ایمیل خود را وارد کنید",
    password: "رمز عبور",
    passwordPlaceholder: "رمز عبور دلخواه خود را وارد کنید",
    passwordConfirm: "تکرار رمز عبور",
    passwordConfirmPlaceholder: "رمز عبور خود را مجددا وارد کنید",
    haveAcc: "حساب کاربری دارم",
    dontHaveAcc: "حساب کاربری ندارید؟",
    dontHaveAccDesc: "ثبت‌نام کنید",
    home: "خانه",
    archive: "آرشیو",
    account: "پروفایل",
    services: "خدمات",
    showAll: "مشاهده همه",
    notFound: "موردی یافت نشد",
    editAccount: "ویرایش پروفایل",
    setting: "تنظیمات",
    darkMode: "حالت شب",
    chooseLanguage: "انتخاب زبان",
    sendVideoTitle: "ارسال ویدئو",
    sendVideoDesc: "از مسائل مرتبط با دانشگاه برای ما فیلم بفرستید تا پیگیری کنیم.",
    sendVideo: "ارسال ویدئو برای ما",
    aboutUs: "درباره ما",
    about: "تلویزیون اینترنتی دانشگاه تهران (شبکه حکمت و فرزانگی) با استفاده از همه ظرفیت‌های ذینفعان خود، ضمن بهره‌مندی فرهیختگان جامعه از حوزه‌های مختلف اندیشه در دانشگاه و تغذیه شبکه‌های علمی کشور،  تلاش می‌کند به تعميق ارتباط آموزش عالی با لایه‌های مختلف جامعه بپردازد.",
    aboutTitle: "اعضای اتاق فکر تلویزیون اینترنتی دانشگاه تهران",
    aboutDesc: " • دکتر سید مهدی شریفی دانشیار دانشکده مدیریت\n" +
        " • دکتر فاطمه نارنجی استادیار دانشکده روان شناسی و علوم تربیتی\n" +
        " • دکتر فاطمه ثقفی دانشیار علوم جدید و فناوری\n" +
        " • دکتر اعظم لطفی دانشیار دانشکده زبانها و ادبیات خارجی\n" +
        " • دکتر محمد کاظمی استادیار دانشکده کارآفرینی\n" +
        " • دکتر طاهر روشندل استاد دانشکده مدیریت\n" +
        " • دکتر محمد خندان استادیار دانشکده مدیریت\n" +
        " • دکتر سید احمد مدنی استادیار دانشکده دامپزشکی\n" +
        " • دکتر سمیه لبافی استادیار ایران داک\n" +
        " • دکتر رحمت امینی استادیار دانشکدگان هنرهای زیبا\n" +
        " • دکتر عاطفه حسن زاده هیات علمی دانشکدگان فنی",
    logout: "خروج",
    tools: "جعبه ابزار دانشجویی",
    service1: "پرتال دانشجویی",
    service2: "سامانه تغذیه",
    service3: "دبیرخانه (و گردش مکاتبات)",
    service4: "پایگاه علمی SAGE",
    service5: "(مرکز) یادگیری الکترونیکی",
    service6: "مدیریت پژوهش و فناوری",
    service7: "ایمیل",
    views: " بازدید",
    searchHolder: "عبارت مورد نظر را برای جستجو وارد کنید",
    categories: count => `دسته‌بندی‌ها ${count ? `(${count})` : ""}`,
    similarVideos: "ویدئوهای مشابه",
    loginRegister: "ثبت‌نام / ورود",
    firstName: "نام",
    lastName: "نام خانوادگی",
    save: "ذخیره",
    editAvatar: "ویرایش تصویر",
    profile: "پروفایل",
    editProfile: "ویرایش پروفایل",
    displayApp: "نمایش برنامه",
    themeSystem: "مطابق با سیستم",
    themeDay: "حالت روز",
    themeNight: "حالت شب",
}

export default faTextConstant